Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Tällaisen positiivisen erityiskohtelun tulee perustua kohtuullisiin ja objektiivisiin
sme: Positiiva sierrameannudeami ulbmil lea oažžut áigái unnitlogu ja

source: kriteereihin, eikä se saa kestää pidempään kuin tällaisen todellisen tasa-arvon saavuttaminen
sme: Dakkár positiiva sierrameannudeapmi ferte atnit vuođđunis govttolaš ja objektiiva eavttuid, iige galgga bistit guhkibut go lea

source: edellyttää.
sme: dárbu duohta ovttadássásašvuođa ollašuhttimii.

source: Toinen keskeinen ongelma on valtioiden velvoitteiden laajuus suhteessa
sme: Eará guovdilis čuolbmagippu lea stáhta geatnegasvuođaid viidodat unnitlogu

source: vähemmistöjen kulttuuriin suojaan.
sme: kultuvrra suodjalusa ektui.

source: Ihmisoikeuskomitean käytäntö osoittaa, että 27 artikla
sme: Olmmošvuoigatvuođaid lávdegotti geavadis mii oaidnit

source: koskee myös kulttuurin aineellista perustaa.
sme: ahte artihkkal 27 maiddái gokčá kultuvrra ávnnaslaš vuođu.

source: Tämä näkyy erityisesti suhteessa
sme: Dat boahtá erenoamážit

source: alkuperäiskansoihin.
sme: ovdan álgoálbmogiid ektui.

source: Komitea toteaa tässä yhteydessä seuraavaa:
sme: Lávdegoddi dovddaha dan ná:

source: Komitea lausuu edelleen seuraavaa alkuperäiskansojen erityissuhteesta perinteisiin
sme: Lávdegoddi cealká dasto čuovvovačča álgoálbmogiid erenoamáš oktavuođaid

source: maa-alueisiin ja niiden luonnonvaroihin sekä siitä, mitä tämä suhde merkitsee valtion
sme: birra iežaset árbevirolaš eatnamiidda ja daidda gullevaš luondduriggodagaide, ja dan

source: velvollisuudelle suojata ryhmän oikeus harjoittaa kulttuuriaan:
sme: mearkkašumi birra mii dás lea stáhtaid geatnegasvuođas suodjalit joavkku

source: Ihmisoikeuskomitean tulkinta siitä, millainen velvollisuus valtiolla on suojata
sme: Olmmošvuoigatvuođaid lávdegotti dáhpi 1980-logu loahpa rájis gitta otnážii

source: alkuperäiskansojen kulttuurin aineellista perustaa etenkin suhteessa alkuperäiskansojen
sme: lea ovttamielalaččat dulkot stáhtii geatnegasvuođa suodjalit álgoálbmogiid kultuvrra

source: perinteisiin elintapoihin, elinkeinoihin ja omien maa-alueiden ja luonnonvarojen käyttöön, on
sme: ávnnaslaš vuođu, erenoamážit álgoálbmogiid árbevirolaš eallinvugiid, ealáhusaid ja

source: 1980-luvun lopulta tähän päivään asti ollut käytännössä yksiselitteinen.
sme: eatnamiid ja luondduriggodagaid geavaheami dihte.

source: Tämä tulee selkeästi
sme: Dat boahtá čielgasit ovdan

source: ilmi komitean yleisestä, 27 artiklan tarkempaa aineellista sisältöä koskevasta kommentista n:o
sme: lávdegotti oppalaš komeanttas nr. 23 mii gieđahallá artihkkala 27 dárkileabbo

source: 23 sekä useista alkuperäiskansojen yksittäisistä valitusasioista, joita komitea on käsitellyt.
sme: maid lávdegoddi lea gieđahallan.

source: Ihmisoikeuskomitea vahvisti alkuperäiskansojen kulttuurin ja niiden perinteisten
sme: Álgoálbmogiid kultuvrra ja sin árbevirolaš eallinvugiid gaskavuohta

source: elintapojen välisen yhteyden ensimmäistä kertaa käsitellessään vuonna 1988 Ruotsista
sme: lávdegoddi gieđahalai nugohčoduvvon ruoŧŧilaš Kitok-ášši jagi 1988. Áššis lei

source: lähtöisin olevaa niin kutsuttua Kitok-asiaa. Asian ydinkysymyksenä oli, oliko valittajalla, joka
sme: váimmusgažaldahkan dat, leago váidaleaddjis guhte gullá boazodoallosohkii, vuoigat

source: oli alkuperältään porosaamelainen, oikeus säilyttää edelleen saamelaiskylän jäsenyys ja siihen
sme: vuohta joatkit čearu lahttun geas lea lohpi jođihit boazodoalu, go lea vuos orron

source: kuuluva poronhoito-oikeus hänen asuttuaan monta vuotta saamelaiskylän ulkopuolella.
sme: máŋga jagi olggobealde čearu.

source: Vaikka valittaja ei saanutkaan tukea vetoomuksilleen, komitea lausui seuraavaa
sme: Váidaleaddji ii olahan geahčái iežas čuoččuhusaiguin,

source: alkuperäiskansojen kulttuurin ja niiden perinteisten elintapojen välisestä yhteydestä:
sme: muhto lávdegoddi celkkii dattege ná álgoálbmogiid kultuvrra ja sin árbevirolaš

source: Komitea totesi vuonna 1990 niin kutsutussa Lubicon Lake Band - asiassa 27 artiklaa
sme: Nugohčoduvvon Lubicon Lake Band-áššis lávdegoddi 1990 duođaštii

source: rikotun.
sme: artihkkala 27 rihkkuma.

source: Viranomaisten antamaa lupaa käyttää alkuperäiskansojen perinteisiä alueita erilaisiin
sme: Eiseválddiid addin lobi geavahit árbevirolaš álgoálbmot

source: poronhoidon kanssa kilpaileviin nykyaikaisiin toimintoihin öljyn- ja kaasunporaus mukaan
sme: guovlluid iešguđetlágan gilvaleaddji ođđaáigásaš doaimmaide, daid gaskkas oljju ja

source: luettuina pidettiin 27 artiklan loukkauksena.
sme: gássaid bohkamiidda, lávdegoddi anii artihkkala 27 rihkkumin.

source: Lubicon Lake Band - asia osoittaa, että lupa
sme: Lubicon Lake Band

source: alkuperäiskansojen perinteisesti käyttämien alueiden luonnonvarojen hyödyntämiseen saattaa
sme: ášši čájeha ahte jos lohpi addojuvvo luondduriggodagaid viežžamii dakkár guovlluin

source: merkitä KP:n 27 artiklan loukkausta.
sme: artihkkala 27 rihkkun.

source: Komitea lausui muun muassa seuraavaa:
sme: Lávdegoddi dovddahii ee. čuovvovačča:

source: Myös ihmisoikeuskomitean käsittelemät kaksi Suomesta lähtöisin olevaa saamelaisten
sme: Dat guokte sámi váidalusášši Suomas (guokte vuosttamuš Länsman-ášši) maid

source: valitusasiaa (kaksi ensimmäistä Länsman-asiaa) tuovat oman merkittävän lisänsä 27 artiklan
sme: olmmošvuoigatvuođaid lávdegoddi gieđahalai, leat maid mielde čilgemin artihkkala 27

source: tulkintaan suhteessa alkuperäiskansojen oikeuksiin.
sme: mearkkašumi álgoálbmogiid vuoigatvuođaide.

source: Ensimmäisessä Länsman-asiassa oli
sme: Vuosttaš Länsman-áššis lei sáhkan dat,

source: kysymys siitä, oliko saamelaisella poronhoitoalueella tapahtuvaa kivenlouhintaa pidettävä
sme: galgágo geađgeruvken sámi boazoguohtunguovllus adnojuvvot sámi vuoigatvuođaid

source: KP:n 27 artiklaan perustuvien saamelaisoikeuksien rikkomisena.
sme: rihkkumin SP artihkkala 27 mielde.

source: Komitean johtopäätös oli,
sme: Lávdegotti loahppajurdda lei, ahte artihkkal 27 ii lean rihkkojuvvon.

source: Johtopäätöksen pääperusteluna oli, että kyseessä olevien
sme: Loahppajurdaga váldoákkastallan lei dat, ahte sámiiguin geaidda

source: saamelaisten kanssa oli neuvoteltu prosessista eikä toimenpide riistänyt poronhoidolta
sme: dat guoskkai, ledje ráđđádallan, ja ahte meassamat eai billis boazodoalu gánnáhahtti

source: taloudellista kestävyyttä tulevaisuutta ajatellen.
sme: vuođa boahtteáiggis.

source: Komitea ilmaisee kuitenkin, että jos
sme: Lávdegoddi dovddaha dattetge ahte jos doaimmaid luitet viidánit,

source: olla 27 artiklan rikkomus.
sme: de dat sáhttet rihkkut artihkkala 27.

source: Toisin sanoen toimenpiteitä, joista on saamelaiselle poronhoidolle
sme: Nuppiin sániin cealkki de lea nu, ahte jos meassa

source: tai muille perinteisille elinkeinoille taloudellista haittaa, on pidettävä 27 artiklan loukkauksena.
sme: mat billistit sámi boazodoalu dahje eará árbevirolaš ealáhusaid ekonomalaš gánná

source: Komitea tulkitsee myös, että alkuperäiskansojen elinkeinotoiminnassaan käyttämiin
sme: hahttivuođa, de daid lea vejolaš atnit artihkkala 27 rihkkumin. Lávdegoddi dulko maid

source: perinteisiin maa-alueisiin kohdistuvia toimenpiteitä suunniteltaessa valtiolla on
sme: artihkkalii ahte stáhtas lea geatnegasvuohta ráđđádallat go pláne meassamiid

source: Ensimmäinen Länsman-asia osoittaa lisäksi, ettei 27 artikla suojaa ainoastaan
sme: Vuosttaš Länsman-ášši čájeha maid ahte artihkkal 27 ii suodjal duššefal

source: perinteisiä poronhoitomenetelmiä.
sme: árbevirolaš ealáhusvugiid.

source: Komitea ilmaisee käsityksenään, ettei saamelaisten
sme: Lávdegoddi dovddaha oaivilin ahte sámiid ođđaáigásaš

source: poronhoidossa käyttämillä nykyajan teknisillä työvälineillä ole mitään merkitystä suhteessa
sme: teknihkalaš reaidduid geavaheapmi boazodoalus ii čuoze dan rievttálaš suodjalussii

source: siihen oikeudelliseen suojaan, jonka 27 artikla antaa alkuperäiskansojen perinteisille
sme: maid artihkkal 27 ásaha árbevirolaš álgoálbmotealáhusaide: [The fact that the Sami

source: Komitean lausunto ensimmäisessä Länsman-asiassa osoittaa myös, että 27 artikla
sme: Lávdegotti cealkámuš vuosttaš Länsman-áššis čájeha maid ahte artihkkal 27

source: rajoittaa viranomaisten harkinnanvaraa intressejä arvioitaessa.
sme: ráddje eiseválddiid jáhkkovuđot beroštusárvvoštallamiid.

source: Komitean lausuman mukaan
sme: Lávdegoddi ilbmada ahte

source: artiklassa on sellaisia intressejä arvioitaessa harkinnanvaraan liittyviä rajoituksia, joista on
sme: leat ráddjemat jáhkkovuđot beroštusvihkkedemiide mat oidet dábálaš ekonomalaš

source: etua yleiselle taloudelliselle yhteiskuntakehitykselle ja taloudellista hyötyä
sme: servodatovdáneami ja eanetlohkosaš álbmoga ekonomalaš dárbbuid. Lávdegoddi ii

source: Komitea ei pidä valtaväestön taloudellisia tarpeita laillisena perusteena
sme: ane eanetlohkosaš álbmoga ekonomalaš dárbbuid legitiibma ággan unnidit daid

source: vähemmistöryhmiin kuuluvien henkilöiden oikeuksien supistamiseksi.
sme: olbmuid vuoigatvuođaid guđet gullet unnitlohkosaš joavkkuide.

source: Toisessa Länsman-asiassa oli kysymys siitä, loukkasiko suunniteltu metsänhoito 27
sme: Nuppi Länsman-áššis lei sáhkan rihkkugo sámi boazoguohtunguvlui

source: artiklan mukaisia saamelaisoikeuksia.
sme: plánejuvvon vuovdedoallu sámi vuoigatvuođaid mat gullet artihkkalii 27.

source: Komitea esitti johtopäätöksenään, ettei oikeuksia ollut
sme: Dánge áššis

source: loukattu tässäkään asiassa. Perusteena oli muun muassa se, että viranomaiset olivat käyneet
sme: lávdegotti loahppajurdda lei ahte dat ii leat rihkkun, ee. dainnago eiseválddit ledje

source: neuvotteluja asianomaisten saamelaisten kanssa eikä toimenpide aiheuttanut taloudellista
sme: ráđđádallan sámiiguin geaidda dat guoskkai, ja dainnago meassan ii billis boazodoalu

source: haittaa poronhoidolle.
sme: gánnáhahttivuođa.

source: Komitea on maaliskuussa 2005 jälleen arvioinut edellä mainitun metsänhoidon
sme: Lávdegoddi lea njukčamánus 2005 fas árvvoštallan seammá vuovdedoalu, mo

source: seurauksia saamelaisten poronhoidolle, mutta tällä kerralla ainoastaan näyttökysymyksenä.
sme: dat váikkuha sámi boazodollui, mutho dán hávi duššefal duoštatusa dihte. Goalmmát

source: Tässä kolmannessa Länsman-asiassa saamelaiset esittivät, että Suomen maa- ja
sme: Länsman-áššis sámit čuoččuhedje ahte suopmelaš Eanan- ja vuovdedoallo

source: metsätalousministeriön päätös vähentää porojen sallittua lukumäärää Muotkatunturin
sme: ministeriija mearrádus geahpedit lobálaš boazologu Muotkeduoddara boazosearvvis

source: paliskunnassa 15 %:lla oli uusi todiste siitä, että metsänhoito aiheuttaa enemmän vahinkoa
sme: 15 % šattai ođđa duođaštus das ahte vuovdedoallu vahágahttá boazodoalu eambbo go lávdegoddi lei atnán vuođđun iežas mearrádussii maid celkkii nuppi Länsman-áššis.

source: Komitea esitti johtopäätöksenään, että koska osapuolet olivat erimielisiä siitä, mitkä syyt
sme: Lávdegoddi gávnnahii ahte dainnago áššeoasálaččat eai lean ovttamielalaččat das mat

source: johtivat porojen lukumäärän supistamiseen, komitealla ei ole aihetta muuttaa aiempaa
sme: sivaid ledje boazologu geahpedeapmái, de lávdegoddi ii sáhte nuppástuhttit iežas

source: arviotaan, jonka mukaan metsänhoidon seuraukset eivät riko 27 artiklaa.
sme: ovdalis celkojuvvon oaivila, ahte vuovdedoalu váikkuhusat eai rihko artihkkala 27.

source: Suomesta tuli komitean käsiteltäväksi vielä yksi asia eli Äärelä ja Näkkäläjärvi - asia.
sme: Ovtta áššis vel, mii lei Suomas, Äärelä- ja Näkkäläjärvi-áššis, lávdegoddi

source: Siinä komitea päätti lokakuussa 2001, että Suomi on metsänhoitoon liittyvän kiistan
sme: mearridii golggotmánus 2001 ahte Suopma, go hoavvadiggi meannudii riidduvuloš

source: hovioikeuskäsittelyn yhteydessä loukannut 14 artiklaa, joka koskee oikeutta
sme: vuovdedoalloášši, lei rihkkon artihkkala 14 mii gieđahallá vuoigatvuođa rievttalaš

source: oikeudenmukaiseen oikeudenkäyntiin, ja että tuomioistuimen johtopäätös, jonka mukaan
sme: diggái, ja ahte duopmostuolu mearrádusa, mii cealká ahte áššáigullevaš vuovdedoallu

source: asianomainen metsänhoito ei ollut ristiriidassa 27 artiklan kanssa, tulisi siten tutkia
sme: ii rihko artihkkala 27, dan dihte berre ođđasis iskkaduvvot riikkalaš dásis. Go lávde

source: kansallisella tasolla. Komitean käsitellessä Suomen määräaikaisraporttia lokakuussa 2004
sme: goddi gieđahalai suopmelaš periodalaš raportta golggotmánus 2004, de Suopma čilgii

source: Suomi selitti komitealle, että hallitus oli lähettänyt asian oikeuskanslerille, jonka
sme: lávdegoddái ahte ráđđehus lei sádden ášši Justiisakanslerii guhte lei gávnnahan ahte

source: johtopäätöksen mukaan edellytyksiä asian viemiseksi korkeimman oikeuden käsiteltäväksi ei
sme: eai lean eavttut maiguin hoigadit ášši alimus duopmostullui. Loahppajurdagiinnis

source: ollut. Komitea pahoitteli päätelmissään, ettei Suomi ollut pannut komitean päätöstä
sme: lávdegoddi šállošii go Suopma ii lean čađahan lávdegotti mearrádusa ja ávžžuhii

source: täytäntöön, ja pyysi Suomea panemaan sen täytäntöön.
sme: Suoma nu dahkat.

source: 7.4.4 Ihmisoikeuskomitean käsittelemät Suomen, Norjan ja Ruotsin raportit
sme: 7.4.4 Olmmošvuoigatvuođaid lávdegoddi gieđahalai Suoma, Norgga ja Ruoŧa

source: YK:n ihmisoikeuskomitea on Suomen, Norjan ja Ruotsin määräaikaisraportteja käsitellessään
sme: ON olmmošvuoigatvuođaid lávdegoddi (MRK) lea gieđahaladettiinis Suoma, Norgga

source: useaan kertaan ottanut esille kysymyksen KP:hen perustuvista saamelaisten oikeuksista.
sme: mearridan vuoigatvuođaide. MRK gieskadaš miellaguottus dán golmma riikkas lea

source: Komitean viimeksi ilmaisema asenne näihin kolmeen maahan voidaan tiivistää seuraavasti:
sme: vejolaš dahkat čuovvovaš čoahkkáigeasu: Suoma viđat raportta gieđahalai golggot

source: Suomen viidettä raporttia käsiteltiin lokakuussa 2004, ja edellä mainitun Äärelä ja
sme: mánus 2004, ja earret namahuvvon čujuhusa Äärelä- ja Näkkäläjärvi-áššái lávdegoddi

source: 1 artiklaan.
sme: čujuhii loahpalaččat sihke SP artihkkalii 27 ja artihkkalii 1.

source: Komitea pahoitteli, ettei se ollut saanut selkeitä vastauksia siihen, millainen suhde
sme: Lávdegoddi šálloša go ii

source: Suomen perustuslaissa olevan viittauksen saamelaisiin alkuperäiskansana ja
sme: leat ožžon čielga vástádusaid das mo gaskavuohta lea vuođđolága čujuhusas sámiide

source: itsemääräämisoikeutta koskevan KP:n 1 artiklan välillä on.
sme: álgoálbmoginn ja SP artihkkalis 1 mii gieđahallá iešmearridanvuoigatvuođa.

source: Komitea esitti toistamiseen
sme: Lávde

source: huolensa siitä, että kysymys saamelaisten omistusoikeudesta maahan on edelleen
sme: goddi geardduhii iežas vuorjašuvvama go sámiid eaiggáduššanvuoigatvuohta eatna

source: ratkaisematta ja että eri muodoissa tapahtuva julkinen ja yksityinen maankäyttö vaikuttaa
sme: miidda áin lea čoavddekeahttá ja go máŋggalágan almmolaš ja priváhta eanan

source: perinteisiin saamelaisiin elinkeinoihin, etenkin poronhoitoon, minkä johdosta saamelaisten
sme: geavaheamit čuhcet árbevirolaš sámi ealáhusaide, erenoamážit boazodollui, man

source: kulttuuri, elintavat ja identiteetti ovat uhattuina.
sme: geažil sámiid kultuvra, eallinvuohki ja iešvuođaláhki áitojuvvo.

source: Ihmisoikeuskomitea kehottaa Suomea
sme: MRK movttiidahttá

source: tekemään yhteistyötä saamelaisten kanssa ja ryhtymään sellaisiin toimiin, joiden avulla
sme: Suoma bargat ovttasráđiid sámi álbmogiin ja mearridit dakkár doaibmabijuid maiguin

source: maaoikeuskiistassa päästään KP:n 27 artiklan mukaiseen saamelaisten identiteetin turvaavaan
sme: eananvuoigatvuođalaš riidu čoavdašuvvá SP artihkkala 27 mielde nu ahte sámi

source: Anni Äärelä and Jouni Näkkäläjärvi v. Finland (Communication No. 779/1997), CCPR / C/73/D779/1997,
sme: iešvuođaláhki seailu. Lávdegoddi gáibidii velá ahte dasságo Suopma čoavdá eanan

source: asti kaikesta sellaisesta toiminnasta, joka saattaa haitata tulevaa ratkaisua.
sme: vugiin váikkuhit boahtteáigásaš čovdosiid.

source: Norja luovutti marraskuussa 2004 viidennen KP:n täytäntöönpanoa koskevan
sme: Norga ovddidii skábmamánus 2004 iežas viđat periodalaš raportta das mo lea

source: määräaikaisraporttinsa.
sme: čađahan SP.

source: Ihmisoikeuskomitea ei ole vielä käsitellyt tätä raporttia.
sme: Dán raportta MRK ii leat vel gieđahallan.

source: Norjan neljättä
sme: Norgga njealját mearriduvvui

source: raporttia käsiteltiin lokakuussa 1999.
sme: golggotmánus 1999.

source: Tässä yhteydessä komitea huomasi 1 ja 27 artiklan
sme: Dan oktavuođas MRK čálii, čujuhettiinis artihkkaliidda 1 ja 27,

source: suhteen tiettyjä myönteisiä kehityspiirteitä, joista se mainitsi esimerkkeinä saamelaiskäräjien
sme: dihto positiiva ovddádusaid birra. MRK namahii sámedikki sajádaga nannema, sáme

source: sekä saamen kielen aseman vahvistumisen, maaoikeuskysymysten ratkaisuun liittyvät tietyt
sme: giela nannema, dihto lávkkiid eananvuoigatvuođaid áššiid čoavdima guvlui, ja dan

source: edistysaskeleet sekä sen, että saamelaisten kuuleminen heidän perinteisiä elinkeinojaan
sme: ahte sámiide lea sihkkarastojuvvon vejolašvuohta beassat buktit ovdan oaiviliiddiset

source: koskevissa asioissa taattiin.
sme: áššiin mat gusket sin árbevirolaš ealáhusaide.

source: Samassa asiakirjassa ihmisoikeuskomitea ilmaisi kuitenkin olevansa yhä huolissaan
sme: Seammá dokumeanttas MRK ilbmada dattetge iežas ain vuorjašuvvat go sámi

source: siitä, etteivät yleissopimuksen 27 artiklan piiriin kuuluvat saamelaiset elinkeinot näytä
sme: ealáhusat mat gullet konvenšuvnna artihkkalii 27, eai oro oažžumin doarvái suodja

source: nauttivan riittävää suojaa suhteessa sen kanssa kilpailevaan erilaiseen julkiseen ja yksityiseen
sme: lusa iešguđetlágan gilvaleaddji almmolaš ja priváhta eanangeavaheddjiid vuostái.

source: maankäyttöön. Esimerkkinä erityisestä huolenaiheesta komitea viittasi yksityisten
sme: Erenoamáš vuorjašuvvansivvan MRK čujuhii priváhta eananeaiggádiid álggahan

source: maanomistajien käynnistämiin oikeusprosesseihin, jotka ovat estäneet saamelaisia
sme: duopmostuolloáššiide mat leat heađuštan sámiid jođiheames boazodoalu dihto

source: harjoittamasta poronhoitoa tietyillä alueilla ja jotka lisäksi aiheuttavat heille suuria
sme: guovlluin, ja lassin vel dagahan sidjiide stuorra diggegoluid. MRK gohčui maid

source: oikeudenkäyntikustannuksia. Komitea pyysi myös Norjaa raportoimaan 1 artiklaan, muun
sme: Norgga raportet sámi álbmoga iešmearridanvuoigatvuođa birra, mii gullá artihkkalii

source: muassa 1 artiklan 2 kohtaan perustuvasta saamelaisten itsemääräämisoikeudesta.
sme: 1, namalassii artihkkalii 1 nr. 2.

source: Ihmisoikeuskomitea käsitteli Ruotsin viidettä raporttia maaliskuussa 2002.
sme: Ruoŧa viđat raportta MRK gieđahalai njukčamánus 2002.

source: Komitea
sme: Lávdegoddi čálii

source: pani myönteisenä askeleena merkille ihmisoikeuksien kansallisen toimintaohjelman
sme: positiiva lávkin dan go nationála olmmošvuoigatvuođaid doaibmaplána dohkke

source: hyväksymisen. Toimintaohjelmassa mainitaan, että saamelaisten oikeudet on tarkoitus asettaa
sme: huvvui, mas sámiid vuoigatvuođat namahuvvojit vuoruhuvvon áššin. Čujuhettiinis

source: etusijalle. Komitea ilmaisi kuitenkin 1, 25 ja 27 artiklaan viitaten huolensa saamelaiskäräjien
sme: artihkkaliidda 1, 25 ja 27 MRK dattetge ilbmadii vuorjašuvvama go sámedikkis lea

source: rajoitetusta osallistumisesta saamelaisten perinteisiä alueita ja elinkeinoja, muun muassa
sme: nu ráddjejuvvon searvamis dakkár mearrádusaide mat gusket sámi álbmoga

source: vesivoimaa, kaivostoimintaa, metsänhoitoa ja maan yksityistämistä, koskevaan
sme: árbevirolaš guovlluide ja ealáhusaide, daid gaskkas mearrádusaide čáhcefámus,

source: päätöksentekoon.
sme: ruvkedoalus, vuovdedoalus ja eatnamiid privatiseremis.

source: Ihmisoikeuskomitea kehotti Ruotsia ryhtymään toimenpiteisiin, joilla
sme: MRK ávžžuhii Ruoŧŧa čađahit

source: saamelaisille annetaan nykyistä enemmän vaikutusvaltaa heidän ympäristöään ja
sme: doaibmabijuid mat addet sámiide buoret váikkuhanválddi mearrádusaide mat gusket

source: olemassaolonsa perustaa koskeviin päätöksiin, vrt. 1 artiklan 2 kohta.
sme: sin birrasii ja eallinvuđđui, vrd. artihkkala 1 nr. 2.

source: 7.5 YK:n taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskeva yleissopimus
sme: 7.5 ON konvenšuvdna ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid birra

source: 7.5.1 Johdanto
sme: 7.5.1 Álgosátni

source: YK:n taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskeva, 16. joulukuuta 1966 tehty
sme: ON konvenšuvdna ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid birra, mii bođii

source: yleissopimus (TSS) sisältää saamelaisoikeuteen liittyvien ongelmien kannalta merkittäviä
sme: juovlamánu 16. b. 1966 (ØSK), siskkilda artihkkaliid main lea mearkkašupmi

source: artikloja.
sme: sámerievttálaš čuolbmagihpuide.

source: Yleissopimuksen 1 artikla koskee itsemääräämisoikeutta.
sme: Artihkkal 1 gieđahallá iešmearridanvuoigatvuođa.

source: KP:n 1 artiklan kanssa.
sme: Mearrádus lea seammá go SP artihkkal 1.

source: Itsemääräämisoikeutta käsitellään omana kohtanaan, katso 7.16, sekä liite 3, saamelaisten itsemääräämisoikeus.
sme: čuoggás, geahča 7.16, dasto vel lasáhusa nr. 3 mii lea sámi álbmoga iešmearridan

source: 2 artiklan 2 kohdassa säädetään syrjintäkiellosta,
sme: Artihkkal 2 nr. 2 ásaha vealahangildosa mii ávnnaslaččat lea

source: joka on olennaisilta osin identtinen KP:n 2 artiklan 1 kohdan kanssa.
sme: seammá go SP artihkkal 2 nr. 1.

source: viitataan myös syrjimättömyyskysymysten kannalta olennaiseen 13 artiklaan.
sme: Mii maid čujuhit artihkkalii 13, mii lea soahppevaš

source: 7.5.2 TSS:n 2 ja 13 artikla − syrjintäsuoja
sme: 7.5.2 ØSK artihkkalat 2 ja 13 - suodjalus vealahusa vuostái

source: TSS-yleissopimuksen 2 artiklan 2 kohdassa todetaan valtion sitoutuvan takaamaan, että
sme: ØSK 2 nr. 2 nanne ahte stáhta lea geatnegas dáhkidit ahte ØSK nannen vuoigatvuođat

source: TSS:ssä mainittuja oikeuksia käytetään ilman minkäänlaista ” rotuun, väriin, sukupuoleen,
sme: ollašuvvet almmá mange vealaheami haga ” náli, liikeivnni, sohkabeali, giela, oskku,

source: kieleen, uskontoon, poliittiseen tai muuhun mielipiteeseen, kansalliseen tai yhteiskunnalliseen
sme: politihkalaš dahje eará oaiviliid geažil, nationála dahje sosiála vuolggasaji,

source: alkuperään, omaisuuteen, syntyperään tai muuhun seikkaan perustuvaa syrjintää. ”
sme: opmodaga, riegádusa dahje muđui dási geažil. ”

source: YK:n
sme: Nugo ON konvenšuvdna siviila ja

source: kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen 2 artiklan 1 kohdan
sme: politihkalaš vuoigatvuođaid birra, artihkkal 2 nr. 1, de ØSK mearridan

source: tavoin syrjintäkielto on rajoitettu suhteessa muihin yleissopimuksessa mainittuihin oikeuksiin.
sme: vealahangielddus artihkkal 2 nr. 2 lea ráddjejuvvon eará vuoigatvuođaid ektui maid

source: TSS:n 13 artikla sisältää määräyksen, jonka tarkoituksena on ehkäistä syrjintää
sme: konvenšuvdna mearrida. ØSK artihkkal 13 siskkilda mearrádusa mii ulbmáda

source: koulutusjärjestelmässä tapahtuvan asennemuokkauksen avulla, vaikka määräys ei olekaan
sme: áiddastit vealaheami oahpahusvuogádaga miellaguottuid čieggademiin, vaikko dat

source: aineelliselta sisällöltään syrjintämääräys.
sme: ávnnaslaččat ii leat mihkkege vealahusgieldi mearrádusaid.

source: Määräyksen päämääränä on osaltaan edistää
sme: Mearrádusa ulbmil lea

source: suvaitsevaisuutta ja ymmärrystä toisia ryhmiä kohtaan sekä ehkäistä syrjintää.
sme: ahte galggašii nannet nuppiid joavkkuid vuostái gierdavašvuođa ja ipmárdusa, ja

source: 13 artiklassa
sme: Artihkkalis 13 nr. 1 celkojuvvo ee. ahte oahpahus galgá

source: sanotaan muun muassa, että koulutuksen on edistettävä ymmärrystä, suvaitsevaisuutta ja
sme: veahkkin ovddidit ipmárdusa, gierdavašvuođa ja ustitvuođa buot ” nállejoavkkuid,
